{
    "statuses": [
        {
            "name": "Bleeding",
            "description": "Take 1 Sync damage at the start of each of your turns until the bleeding is stopped."
        },
        {
            "name": "Blinded",
            "description": "All navigation or targeting requires a successful Luck roll."
        },
        {
            "name": "Burning",
            "description": "Take d6 Sync damage at the start of your turn."
        },
        {
            "name": "Charmed",
            "description": "Act on the charmer's turn and add your dice to their damage."
        },
        {
            "name": "Confused",
            "description": "All failed rolls are considered fumbles."
        },
        {
            "name": "Deafened",
            "description": "You can't hear any voice communications or game sounds. You may need to cover your ears, leave the room, or deafen your headset."
        },
        {
            "name": "Drowning",
            "description": "You've failed your swimming roll and are now drowning. Roll Tilt at the start of your turn until someone saves you or you are forced to respawn."
        },
        {
            "name": "Frightened",
            "description": "You must move as far as possible from the thing that frightened you. You can't take actions that harm the thing that frightened yo"
        },
        {
            "name": "Grappled",
            "description": "You can't move but can still take your action"
        },
        {
            "name": "Invisible",
            "description": "Make an RNG roll to be able to spot an invisible target. All combat rolls must be made using RNG as well. Hitting an invisible target makes them visible."
        },
        {
            "name": "Lost",
            "description": "If you are afflicted with this status, all navigation requires a successful Luck roll. Failure means the Server Host chooses where you go."
        },
        {
            "name": "Paralyzed",
            "description": "You can't move or take an action on your turn. All damage you take is doubled"
        },
        {
            "name": "Poisoned",
            "description": "You make all rolls using your Tilt dice. Failure marks a respawn. Respawning removes this status."
        },
        {
            "name": "Rage",
            "description": "You must attack the person or creature nearest to you."
        },
        {
            "name": "Sickened",
            "description": "You make all rolls with -1."
        },
        {
            "name": "Silenced",
            "description": "Cannot cast songs and voice communication doesn't work. Cover your mouth or mute your microphone."
        },
        {
            "name": "Sleeping",
            "description": "All attacks auto-hit and deal twice as much damage. If attacking a sleeping mob, the attack removes two dice."
        },
        {
            "name": "Slowed",
            "description": "You go at the end of initiative and can only move or only take an action on your turn. Not both"
        },
        {
            "name": "Stunned",
            "description": "Your turn is skipped this round of initiative."
        },
        {
            "name": "Tripped",
            "description": "Melee attacks against you count as crits if they hit. Ranged attacks treat you as behind partial cover. You can end this status at the end of your turn. No roll needed."
        }
    ],
    "skills" : {
        "build" : [
            {
                "name": "Defense",
                "description": "Instead of armor, characters have a base defense that acts as damage reduction. Training in defense gives you 1dr, and Expertise gives you 2dr. Some clothes and armor may offer more damage reduction."
            },
            {
                "name": "Magic",
                "description": "Training in magic lets you cast spells. Without training, you might be able to read the spells but their magic is lost on you. Expertise allows you to identify who cast a particular spell and detect magic in the area."
            },
            {
                "name": "Melee",
                "description": "Training in melee allows you to use big melee weapons. Expertise allows you a unique “stance” with your weapon of choice. Whether you're swinging a sword or punch, add your training when making attacks against opponents."
            },
            {
                "name": "Platforming",
                "description": "Acrobatic leaps, climbing, and navigating dangerous terrain. Training in platforming gives you tighter control over your Avatar's movements. Expertise gives you a double jump."
            },
            {
                "name": "Strength",
                "description": "Knocking things over, pushing things out of the way, and general, hand-made destruction. Training in strength makes objects weigh less to your character. Expertise lets you throw large objects."
            }
        ],
        "meta": [
            {
                "name": "Alchemy",
                "description": "Creating and identifying foils. Training in alchemy allows your character to craft lesser foils out of Materials. Expertise lets you craft greater foils."
            },
            {
                "name": "Arcanum",
                "description": "The knowledge of and training to use magic items and sci-fi tech. Training in arcanum allows you to use neon weapons. Expertise gives you basic information about magic items that are within your line of sight."
            },
            {
                "name": "Dreams",
                "description": "Considered a hidden skill of the game, because it is not clearly defined on the wiki. Training in dreams allows you to make pacts with the pantheon of .dungeon. Expertise in it allows you to open yourself to the world of Annwn and receive messages from it. Often cryptic or prophetic. [Call to action! The .dungeon wiki is open for new contributors who know more about this skill.]"
            },
            {
                "name": "Lore",
                "description": "Training in lore means the game expands descriptive text. Expertise means the game might butt in to give you information, even when you didn't ask for it."
            },
            {
                "name": "Travel",
                "description": "Training in navigation improves your HUD radar and quest markers. Expertise gives you active hints to help you search and travel."
            }
        ],
        "presence": [
            {
                "name": "Animal Handling",
                "description": "Training in animal handling allows you to take on animals (and some monsters) as pets. Expertise in animal handling lets you reroll animal reactions to you, and take on a mount."
            },
            {
                "name": "Perception",
                "description": "Training in perception improves colors, sounds, and smells to enhance your senses. Expertise in perception does this even more and also adds faint outlines to things of interest. The invisible hands of the game like you."
            },
            {
                "name": "Sneak",
                "description": "Training in sneak reduces the ambient and active sounds of your Avatar. Expertise makes you completely silent while crouched."
            },
            {
                "name": "Speech",
                "description": "Training in speech improves NPC reactions to you. Expertise in speech rerolls reaction rolls, even in dangerous situations."
            },
            {
                "name": "Vibes",
                "description": "Training in vibes improves the haptic feedback of your VR rig, giving you subtle signals when things are off. Expertise improves this even more and makes NPCs more readable."
            }
        ],
        "hands": [
            {
                "name": "Accuracy",
                "description": "Training in accuracy reduces arrow and bullet drop and other things that affect the trajectory of ranged attacks. Expertise subtly slows aiming down to give you greater control."
            },
            {
                "name": "Crafting",
                "description": "Training in crafting allows you to create lesser versions of items as long as you have the supplies. Expertise allows you to create greater versions."
            },
            {
                "name": "Engineering",
                "description": "Training in engineering aids you in repairing vehicles and other machinery in the world. Expertise aids you further by reducing repair costs."
            },
            {
                "name": "Explosives",
                "description": "Training in explosives allows you more wiggle room for failure while using them in combat, and aids you in building and disarming explosives. Expertise allows you to disarm explosives without destroying them."
            },
            {
                "name": "Piloting",
                "description": "Training in piloting improves vehicle responsiveness and makes them easier to control. Expertise allows for a semi-auto-pilot so you can take on simple tasks while also piloting."
            }
        ]

    },
    "glossary": [
        {
            "name": "RPG",
            "description": "Roleplaying Game. What you’re reading now and will be playing soon."
        },
        {
            "name": "Annwn",
            "description": "The world of .dungeon. Also the name of the “sad god” in the game’s lore."
        },
        {
            "name": "MMO",
            "description": "Massively Multiplayer Online game. World of Warcraft is probably still the cultural touchstone."
        },
        {
            "name": "Virtual World",
            "description": "Everything inside the game of .dungeon. The world of the game itself."
        },
        {
            "name": "IRL",
            "description": "“In Real Life.” Everything outside the game. The world we live in right now. The world where we sit to play the game."
        },
        {
            "name": "Set of Dice",
            "description": "The standard set of dice includes a d20, a d12, two d10’s, a d8, a d6, and a d4."
        },
        {
            "name": "Dice Chain",
            "description": "“The Chain.” The set of dice in ascending order, from d4 to d20. Going up the chain means using the next largest dice (you can’t go past a d20). Going down the chain means using the next smallest dice (below a d4 is 0, meaning instant failure)."
        },
        {
            "name": "Player Characters",
            "description": "The people you are playing the game with, either at the table, over voice chat, or through text. Often called “Players,” or “PCs.”"
        },
        {
            "name": "Avatar",
            "description": "The virtual character you create to explore the virtual world. Exists only in the virtual world."
        },
        {
            "name": "PUGs",
            "description": "“Players Unknown.” GM-controlled players. Fictional people who exist IRL and create Avatars to explore the virtual world."
        },
        {
            "name": "Entity",
            "description": "Every object, NPC, and mob in the game. If it’s inside the game, it’s an entity."
        },
        {
            "name": "NPC",
            "description": "Non-Player Characters. Pieces of code within the game with predetermined dialog and interactions. Not real people."
        },
        {
            "name": "Mob",
            "description": "Hostile entities. Monsters. Creatures."
        },
        {
            "name": "RNG",
            "description": "Random Number Generator. A short hand for “random chance” or luck."
        },
        {
            "name": "Role",
            "description": "Traditionally called a “Class” in RPGs. Grants your avatar bonuses while playing."
        },
        {
            "name": "Aspect",
            "description": "An ability that references the real world. The fictional VR headset used to play the game scans you and your environment to allow cross contamination."
        },
        {
            "name": "Bytes",
            "description": "The currency of .dungeon."
        },
        {
            "name": "Supplies",
            "description": "An expendable resource for travel and upkeep."
        },
        {
            "name": "Resources",
            "description": "An expendable crafting resource."
        },
        {
            "name": "Upkeep",
            "description": "The cost to use and maintain certain entities like pets, vehicles, and structures."
        },
        {
            "name": "Target",
            "description": "An entity being attacked by a weapon or spell is that ability’s “target.”"
        },
        {
            "name": "Field of Battle",
            "description": "Everything targetable by melee, spell, or ranged attacks."
        },
        {
            "name": "Area",
            "description": "All entities and spaces that are within melee range of the target."
        }
    ]
}