{
    "screenname": [
        "XxImportantFoxxX",
        "Zirconium Zucchini",
        "wreckyoung",
        "Absolutism",
        "420InjiBlissfully",
        "andyBrooding",
        "ScareMulberry69",
        "cloudcool",
        "ZuluH0rs3",
        "Elephant load",
        "Day Dr3am",
        "XxLoyalAntixX",
        "Sl33pyW34ry",
        "allyArtistic",
        "R0y4lB1tt3r",
        "e",
        "Brandman1Tuille",
        "Boxes Scare Me",
        "Ragefulbill",
        "H1z1Hyoid",
        "this empire",
        "GRAB HBOOTY",
        "I Need A McFlurry",
        "Glocktapus",
        "inborn relay",
        "RawHealer",
        "Triumphloose",
        "Cloakwinged",
        "imGamer_2003",
        "SodaGod",
        "Deadredempt10n",
        "n0tSoB3r",
        "WTFWTH",
        "Marbles",
        "Shr3k4lyfe",
        "dolphins137418",
        "ChillingSpr33",
        "MaxMan1313",
        "HOLD ME BRO",
        "DrowningJenny",
        "OptimalDu3ce",
        "FINNessed",
        "Mynamedoesntfit",
        "STARRR SCREAMMMM",
        "Turtle Baron",
        "Zombie Hump",
        "ObservePolarity",
        "TinyDud3",
        "Legendary588",
        "I Hit Headshots"
    ],
    "aesthetic": [
        "Trancewave",
        "Solarpunk",
        "Apocalypse World",
        "Acid Funk",
        "Psychedelia",
        "Jazz Fusion",
        "Hardcore",
        "Occult Fae",
        "Hard Sci-Fi",
        "Sword & Sorcery",
        "Urban Fantasy",
        "Sword & Planet",
        "Dying Earth Fantasy",
        "Pulp Fantasy",
        "Heavy Metal",
        "Emo Chique",
        "Steampunk",
        "Cthulhu Detective",
        "Nano-Tech",
        "Surrealism"
    ],
    "trait": [
        "Lucky",
        "Charming",
        "Stoic",
        "Romantic",
        "Grumpy",
        "Overwhelmed",
        "Conformist",
        "Observant",
        "Imaginative",
        "Alert",
        "Destructive",
        "Clueless",
        "Inoffensive",
        "Benevolent",
        "Brilliant",
        "Mannerless",
        "Impulsive",
        "Melancholic",
        "Scholarly",
        "Sentimental"
    ],
    "ideal": [
        "Tradition",
        "Faith",
        "Power",
        "Fairness",
        "Hatred",
        "Lust",
        "Aimlessness",
        "Desire",
        "Mastery",
        "Success",
        "Integrity",
        "Patience",
        "Forgiveness",
        "Exploration",
        "Obligation",
        "Beauty",
        "Logic",
        "Community",
        "Love",
        "Change"
    ],
    "secret": [
        "I can't believe that anyone could even think they're better than me.",
        "There's not a law in the world that stop me from doing what I want.",
        "There's not much that gets me excited. Or sad. Or anything really.",
        "You're not worth my time. No one is.",
        "Everyone's better than me. I can list all the ways if you give me a minute.",
        "I'm so jealous of them. How do they do it?",
        "I rely on people for just about everything.",
        "Sometimes I forget to take care of myself.",
        "I thirst for excitement at all times.",
        "I see the best in everyone! I even give my bullies tips!",
        "No one invites me to parties. They call me a killjoy.",
        "I can't stand it when things don't go my way.",
        "I don't believe there's anything Up There. Life is meaningless.",
        "I can't stand up for myself.",
        "I am obsessed with all the ways I could fail.",
        "There's nothing I can't do.",
        "I have no regrets. Especially not for those who have wronged me.",
        "I doubt everything.",
        "I live in the limelight. I require it.",
        "I can't help but lie. It's just so easy"
    ],
    "reason": [
        "Summer vacation. They're in junior high and just got the game.",
        "Boring office job that drains their soul every day.",
        "Social anxiety has them retreating to a safe place within the game.",
        "First year at college, no IRL friends yet.",
        "They are a rather popular author and need to maintain an online presence.",
        "Mother of two, trying to socialize beyond her children.",
        "Dad's time after the kids go to bed. He streams sometimes.",
        "Hold-over from childhood. Been playing for years.",
        "They're dating another PC, but they still play alone sometimes.",
        "Professional esports gamer and this is their hobby game.",
        "YouTuber mining the game for content.",
        "Confused about their gender and trying out a new name and body online.",
        "Disability has them restricted to their home for most of the day.",
        "Quarantined at home due to an illness.",
        "Broke their leg while doing a keg flip and now they're stuck in bed.",
        "Pregnant and trying to find new hobbies while at home.",
        "Mom trying out the game because they know their daughter plays a lot.",
        "Recent bout of insomnia has them clinging to old hobbies.",
        "Using the game to hold onto their waning youth.",
        "They've found a way to turn it into a job that barely pays the bills."
    ],
    "hints": {
        "aesthetic": "Roll for their avatar's aesthetic, gear, and vibes.",
        "trait": "This is what they wear on their sleeve, the most obvious things about them and how they act, how they present themself. It's all the things they want you to think about them. Roll for two or three traits to roleplay (you can also use the NPC tables).",
        "ideal": "This is the subtext of the person's actions. What they believe, what they desire, fear, or more often what they want. It's all the things that influence them but are, more often than not, left unsaid. Roll for an ideal that they live by or are trying to live by. Use your own definitions of these words to expand on how this person feels about it.",
        "secret": "This is their secret, the one they keep close to the chest. Sometimes they don't even know that they're hiding it. This is their past, their regrets. It's all the things they don't realize about themself. Roll for a deep insecurity or subconscious thought that they have that affects their life. This could be something they hope to change or something that they will learn to live with. There are no wrong answers",
        "reason": "Everyone in the game has a reason to escape into a fantasy world. These are not inherently tragic, but they are part of their personhood. This reason is part of their life at this moment and gives them Sync, just like you. Each PUG starts with d100 Sync and a reason to be online."
    }
}